Repository: blazium-engine/rune_docs
Catalog: languages/*.po
Languages: it_it

source: Name is required
it_it: Nome richiesto

source: Join our Discord
it_it: Entra nel Discord

source: Language
it_it: Lingua

source: Security:
it_it: Sicurezza:

source: (Where your flow files will be stored)
it_it: (Dove verranno salvati i tuoi flow)

source: Select an existing flow or create a new one to continue.
it_it: Seleziona un flow esistente o creane uno nuovo per continuare

source: Language:
it_it: Lingua:

source: Exit Flow
it_it: Esci Flow

source: Cancel
it_it: Cancella

source: First Time Setup
it_it: Setup Iniziale

source: About
it_it: Info

source: Welcome to RUNE Interface!
it_it: Benvenuto nell'interfaccia RUNE!

source: (Where temporary files and cache will be stored)
it_it: (Dove i file temporanei e la cache verranno salvati)

source: Please configure the directories for cache and flows.
it_it: Configura le cartelle per la cache e i flow.

source: Export Flow
it_it: Esporta Flow

source: No languages found
it_it: Nessuna lingua trovata

source: Select Language
it_it: Seleziona Lingua

source: Flow ID:
it_it: ID Flow:

source: Files to import:
it_it: File da importare:

source: Default language
it_it: Lingua predefinita

source: Settings
it_it: Impostazioni

source: Paste
it_it: Incolla

source: Save
it_it: Salva

source: Determines how much detail is written to log files
it_it: Determina la quantità di dettagli scritti nei file di log

source: Log Verbosity:
it_it: Verbosità Log:

source: Flow Logging:
it_it: Logging Del Flow:

source: Create dedicated log files whenever flows execute
it_it: Crea file di log dedicati ogni volta che vengono eseguiti i flow

source: Allow Environment Variable Access
it_it: Consenti l'accesso alle variabili d'ambiente

source: Allow rune/runecli to access environment variables outside of memory
it_it: Consenti a rune/runecli di accedere alle variabili d'ambiente esterne alla memoria

source: Disable Directory Sandboxing
it_it: Disabilità Il Sandboxing Delle Cartelle

source: Allow lua/luau scripts and nodes to access files outside the flow directory
it_it: Consenti agli script lua/luau e ai nodi di accedere a file al di fuori della cartella del flow

source: Copy
it_it: Copia

source: Cache Directory:
it_it: Cartella Della Cache:

source: When minimizing the application, hide it in the system tray instead of the taskbar
it_it: Minimizza l'applicatione nel system tray invece che delle taskbar

source: Flows Directory:
it_it: Cartella Dei Flow:

source: Browse
it_it: Naviga

source: Application Settings
it_it: Impostazioni Applicazione

source: No languages available
it_it: Nessuna lingua disponibile

source: Name:
it_it: Nome:

source: Import
it_it: Importa

source: Export Base Language File
it_it: Esporta File Lingua Base

source: Documentation
it_it: Documentazione

source: Community
it_it: Comunità

source: Forums
it_it: Forum

source: New Flow
it_it: Nuovo Flow

source: Help with docs/translations
it_it: Aiuta con la documentazione e traduzioni

source: Help
it_it: Aiuto

source: Close
it_it: Chiudi

source: Cut
it_it: Taglia

source: Create Flow
it_it: Crea Flow

source: No flow loaded
it_it: Nessun flow caricato

source: Create %s
it_it: Crea %s

source: Error
it_it: Errore

source: Edit
it_it: Modifica

source: Errors
it_it: Errori

source: Exit
it_it: Esci

source: Filter:
it_it: Filtri:

source: Flow ID: lowercase, no spaces, only letters, numbers, - or _
it_it: ID Flow: solo lettere minuscole, numeri, - e _

source: Flow Name:
it_it: Nome Flow:

source: Flow Settings
it_it: Impostazioni Flow

source: Import Flow
it_it: Importa Flow

source: Log Level:
it_it: Livello di Log:

source: No execution history available
it_it: Nessuna cronologia di esecuzione disponibile

source: Node Information
it_it: Informazioni Nodo

source: Node not found
it_it: Nodo non trovato

source: Open Flow
it_it: Apri Flow

source: Original Flow Info:
it_it: Info Originale Del Flow:

source: Original Name:
it_it: Nome Originale

source: Redo
it_it: Ripeti

source: Refresh
it_it: Ricarica

source: RUNE Interface
it_it: Interfaccia RUNE

source: Save Flow
it_it: Salva Flow

source: Save Flow As...
it_it: Salva Flow Come...

source: Select a node to view information
it_it: Seleziona un nodo per visualizzare le informazioni

source: Save changes to "%s" before exiting?
it_it: Salva modifiche a "%s" prima di uscire?

source: Undo
it_it: Annulla

source: Version
it_it: Versione

source: View
it_it: Vista

source: Warn
it_it: Avvisa

source: Warnings
it_it: Avvisi

source: Execution Inputs:
it_it: Input Di Esecuzione:

source: Yes
it_it: Si

source: Execution History
it_it: Cronologia Esecuzioni

source: Status: Success
it_it: Stato: Successo

source: Status: Failure
it_it: Stato: Fallimento

source: Nodes Executed:
it_it: Nodi Eseguiti:

source: Server Controls:
it_it: Controlli Del Server:

source: Inputs:
it_it: Input:

source: Execution Outputs:
it_it: Output Di Esecuzione:

source: Outputs:
it_it: Output:

source: Connected from:
it_it: Connesso da:

source: Connected to:
it_it: Connesso a:

source: Not connected
it_it: Non connesso

source: Version:
it_it: Versione:

source: Category:
it_it: Categoria:

source: Minimize to Taskbar
it_it: Minimizza alla Taskbar

source: MCP Server:
it_it: Server MCP:

source: Enable MCP Server
it_it: Attiva Server MCP

source: Enable Model Context Protocol server for AI tool integration
it_it: Attiva il server Model Context Protocol per l'integrazione con stumenti IA

source: Port:
it_it: Porta:

source: MCP Settings
it_it: Impostazioni MCP

source: MCP Server or Config Manager not available
it_it: Server MCP o Config Manager non disponibili

source: Start
it_it: Inizia

source: Stop
it_it: Ferma

source: Restart
it_it: Riavvia

source: MCP Information
it_it: Informazioni MCP

source: MCP Server not available
it_it: Server MCP non disponibile

source: MCP URL:
it_it: URL MCP:

source: Server Status:
it_it: Stato del Server:

source: Activated MCP Tools available in the Current Version:
it_it: Strumenti MCP disponibili attivati nella versione corrente:

source: No tools available
it_it: Nessun strumento disponibile
